"3-finger Horizontal Swipe" = "Balayage horizontal à 3 doigts";
"3-finger Vertical Swipe" = "Balayage vertical à 3 doigts";
"4-finger Horizontal Swipe" = "Balayage horizontal à 4 doigts";
"4-finger Vertical Swipe" = "Balayage vertical à 4 doigts";
"About" = "À propos";
"About %@" = "À propos de %@";
"Accessibility" = "Accessibilité";
"Acknowledgments" = "Remerciements";
"Active app" = "L'App active";
"Active screen" = "Écran actif";
"Active Space" = "Bureau actif";
"Add a running app" = "Ajouter une application en cours d'exécution";
"Add an app from disk" = "Ajouter une application depuis le disque";
"Additional controls" = "Contrôles supplémentaires";
"Additional controls…" = "Contrôles supplémentaires…";
"Advanced" = "Titres / fenêtres";
"After keys are released" = "Après le relâchement des touches";
"After release" = "Après la libération";
"Align windows" = "Aligner les fenêtres";
"Align windows:" = "Aligner les fenêtres :";
"All apps" = "Toutes les Apps";
"All data from this form will be made public, as a ticket on github.com" = "Toutes les données de ce formulaire seront rendues publiques, dans un ticket sur github.com";
"All screens" = "Tous les écrans";
"All Spaces" = "Tous les Bureaux";
"Allowed" = "Autorisé";
"Alphabetical" = "Alphabétique";
"Alphabetical Order" = "Ordre alphabétique";
"Also select windows using:" = "Sélectionner aussi les fenêtres en utilisant :";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab a crashé la dernière fois que vous l’avez utilisé. L’envoi d’un rapport d’erreur aidera à résoudre le problème.";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab est actuellement défini pour afficher des applications. Ce paramètre n'est disponible que lorsque AlTTAB est défini pour afficher les fenêtres.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab est lancé sans les permissions d'enregistrement de l'écran. Les miniatures ne s'afficheront pas.";
"AltTab needs some permissions" = "AltTab a besoin de permissions";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab affichera si la fenêtre est actuellement minimisée ou en plein écran avec une icône d'état.";
"Always" = "Toujours";
"Always send crash reports" = "Toujours envoyer un rapport d’erreur";
"and press" = "et presser";
"and press:" = "puis presser :";
"Animations" = "Animations";
"Animations…" = "Animations…";
"App (BundleID starting with)" = "APP (démarrant avec)";
"App Icons" = "Icônes d'application";
"App is hidden" = "App cachée";
"App is running but has no open window" = "App active mais sans fenêtre";
"Apparition delay" = "Retard de l'affichage";
"Apparition delay of Switcher" = "Délai d'affichage";
"Apparition delay:" = "Retard de l'affichage:";
"Appearance" = "Apparence";
"Application Name" = "Nom de l'application";
"Application Name - Window Title" = "Nom de l'application - Titre de la fenêtre";
"Applications" = "Applications";
"Are you sure you don’t want a response?" = "Êtes-vous sûr de ne pas vouloir de réponse ?";
"Arrow keys" = "Touches flèches";
"Ask whether to send crash reports" = "Demander avant d’envoyer un rapport d’erreur";
"Auto" = "Auto";
"Auto-install updates periodically" = "Installer les mises à jour lorsqu'elles sont disponibles";
"Blacklists" = "Blocages";
"Cancel" = "Annuler";
"Cancel and hide" = "Annuler et masquer";
"Capture windows in the background" = "Capturer les fenêtres en arrière-plan";
"Center" = "centrées";
"Check for updates now…" = "Vérifier les mises à jour maintenant...";
"Check for updates periodically" = "Vérifier les mises à jour automatiquement";
"Check for updates…" = "Vérifier les mises à jour...";
"Check permissions…" = "Permissions…";
"Close window" = "Fermer la fenêtre";
"Conflicting shortcut" = "Raccourci en conflit";
"Controls" = "Contrôles";
"Crash reports policy" = "Politique des rapports sur les accidents";
"Crash reports policy:" = "Politique des rapports d’erreur :";
"Cursor follows focus" = "Curseur suit la sélection";
"Customize App Icons style…" = "Personnaliser le style des icônes…";
"Customize Thumbnails style…" = "Personnaliser le style des vignettes…";
"Customize Titles style…" = "Personnaliser le style des titres…";
"Dark" = "Sombre";
"Debug tools" = "Outils de débogage";
"Disabled" = "Desactivé";
"Do nothing" = "Ne rien faire";
"Don’t check for updates periodically" = "Ne pas vérifier les mises à jour automatiquement";
"Don’t send" = "Ne pas envoyer";
"Don’t show windows from these apps" = "Ne pas afficher les fenêtres de ces Apps";
"Done" = "Fait";
"End" = "la Fin";
"Exceptions" = "Exceptions";
"Export settings…" = "Exporter les réglages…";
"Export…" = "Exporter…";
"Fade in animation of Preview" = "Apparition des aperçus";
"Fade out animation" = "Animation s'estompe";
"Fade out animation of Switcher" = "Disparition des aperçus";
"Fade out animation:" = "Animation de disparition :";
"Failed to import settings" = "Échec de l'importation des réglages";
"Focus selected window" = "Aller à la fenêtre sélectionnée";
"Fullscreen window" = "Fenêtre plein écran";
"Fullscreen windows:" = "Fenêtres plein écran :";
"Fullscreen/Defullscreen window" = "Pleine écran / fenêtré";
"General" = "Général";
"Gesture" = "Geste";
"Grant permission" = "Accorder les permissions";
"Hidden windows:" = "Fenêtres masquées :";
"Hide" = "Masquer";
"Hide app badges" = "Masquer les badges d'application";
"Hide app badges:" = "Masquer les badges d'application:";
"Hide apps with no open window" = "Masquer les applications sans fenêtre ouverte";
"Hide apps with no open window:" = "Masquer les applications sans fenêtre :";
"Hide colored circles on mouse hover" = "Masquer les cercles colorés au survol de la souris";
"Hide colored circles on mouse hover:" = "Masquer les cercles colorés au survol de la souris :";
"Hide in %@" = "Caché dans %@";
"Hide Space number labels" = "Masquer les numéros des bureaux";
"Hide Space number labels:" = "Masquer les numéros des bureaux:";
"Hide status icons" = "Masquer les icônes d'état";
"Hide status icons:" = "Masquer les icônes d'état:";
"Hide window thumbnails:" = "Masquer les aperçus des fenêtres :";
"Hide/Show app" = "Masquer/Afficher l’App";
"High" = "Haute";
"Highest" = "Contrastée";
"Hold" = "Maintenir";
"Horizontal Swipe with Four Fingers" = "Glisser horizontalement avec quatre doigts";
"Horizontal Swipe with Three Fingers" = "Glisser horizontalement avec trois doigts";
"I think the app could be improved with…" = "Je pense que AltTab pourrait être améliorée en…";
"Ignore shortcuts when active" = "Ignorer les raccourcis à l'activation";
"Ignore shortcuts while a window from these apps is active" = "Ignorer les raccourcis si une fenêtre de ces Apps est active";
"Import settings…" = "Importer les réglages…";
"Import…" = "Importer…";
"Keep open" = "Garder ouvert";
"Keep open and search" = "Garder ouvert et rechercher";
"Language" = "Langue";
"Language Change" = "Changer la langue";
"Large" = "Grande";
"Later" = "Plus tard";
"Latest releases" = "Dernières versions";
"Leading" = "à Gauche";
"Left" = "À gauche";
"Light" = "Clair";
"Lock search" = "Verrouiller la recherche";
"Max height on screen:" = "Hauteur maximum à l’écran :";
"Max width on screen:" = "Largeur maximum à l’écran :";
"Medium" = "Moyenne";
"Menubar icon" = "Icône dans la barre des menus";
"Menubar icon:" = "Icône dans la barre des menus :";
"Middle" = "le Milieu";
"Minimize/Deminimize window" = "Minimiser/Maximiser la fenêtre";
"Minimized windows:" = "Fenêtres réduites :";
"Miscellaneous" = "Divers";
"Miscellaneous:" = "Divers :";
"Mouse hover" = "Survol de la souris";
"Multiple screens" = "Plusieurs écrans";
"Never" = "Jamais";
"Never send crash reports" = "Ne jamais envoyer de rapport d’erreur";
"No Window" = "Aucune fenêtre";
"Non-active apps" = "App désactivée";
"Non-visible Spaces" = "Bureaux non visibles";
"Normal" = "Normale";
"Not allowed" = "Non autorisé";
"NSHumanReadableCopyright" = "Licence GPL-3.0";
"Only if the window is fullscreen" = "Seulement si la fenêtre est en mode plein écran";
"Only on different screen" = "Uniquement sur un écran différent…";
"Open Accessibility Preferences…" = "Ouvrir les Préférences d’Accessibilité…";
"Open Accessibility Settings…" = "Ouvrir les paramètres d’accessibilité…";
"Open Screen Recording Preferences…" = "Ouvrir les Préférences d’Enregistrement de l’écran…";
"Open Screen Recording Settings…" = "Ouvrir les paramètres d'enregistrement d'écran…";
"Open System Settings to confirm, and continue" = "Ouvrez les paramètres système pour confirmer, puis continuez";
"Open Trackpad Preferences…" = "Ouvrir les préférences du trackpad…";
"Open Trackpad Settings…" = "Ouvrir les réglages du trackpad…";
"Optional: email (if you want a reply)" = "Optionnel : email (si vous voulez une réponse)";
"Order windows by" = "Ranger les fenêtres par";
"Please fill in the form" = "Veuillez remplir le formulaire";
"Policies" = "Politiques";
"Preferences…" = "Préférences…";
"Preview selected window" = "Aperçu de la fenêtre sélectionnée";
"Preview selected window:" = "Aperçu de la fenêtre";
"Preview the selected window." = "Aperçu de la fenêtre sélectionnée";
"Quit" = "Quitter";
"Quit %@" = "Quitter %@";
"Quit app" = "Quitter l’App";
"Recently Created" = "de création";
"Recently Created First" = "Récemment créés en premier";
"Recently Focused" = "de sélection";
"Recently Focused First" = "Récemment consultées d'abord";
"Remember my choice" = "Se souvenir de mon choix";
"Reset preferences and restart" = "Reset des préférences et redémarrer";
"Reset preferences and restart…" = "Reset des préférences et redémarrer…";
"Reset settings and restart" = "Reset des paramètres et redémarrer";
"Reset settings and restart…" = "Reset des paramètres et redémarrer…";
"Restart Now" = "Redémarrer maintenant";
"Rows of thumbnails:" = "Lignes d’aperçus :";
"Screen including menu bar" = "Écran contenant la barre de menu";
"Screen including mouse" = "Écran contenant la souris";
"Screen Recording" = "Enregistrement de l’écran";
"Screen showing AltTab" = "Écran affichant AltTab";
"Search" = "Rechercher";
"Select next window" = "Sélectionner la fenêtre suivante";
"Select previous window" = "Sélectionner la fenêtre précédente";
"Select windows on mouse hover" = "Sélectionner au survol de la souris";
"Select windows using arrow keys" = "Sélectionner à l'aide de touches flèches";
"Select windows using vim keys" = "Sélectionner à l'aide des touches VIM";
"Send" = "Envoyer";
"Send a crash report?" = "Envoyer un rapport d’erreur ?";
"Send anyway" = "Envoyer tout de même";
"Send debug profile (CPU, memory, etc)" = "Envoyer le profil technique (processeur, mémoire, etc)";
"Send feedback" = "Partager un retour d’expérience";
"Send feedback…" = "Partager un retour d’expérience…";
"Settings imported" = "Réglages importés";
"Settings…" = "Paramètres…";
"Share improvement ideas, or report bugs" = "Partagez des idées d’amélioration, ou signalez des bugs";
"Shortcut" = "Raccourci";
"Shortcut 1" = "Raccourci 1";
"Shortcut 2" = "Raccourci 2";
"Shortcut 3" = "Raccourci 3";
"Shortcut 4" = "Raccourci 4";
"Shortcut 5" = "Raccourci 5";
"Shortcut already assigned to another action: %@" = "Raccourci déjà affecté à une autre action : %@";
"Shortcuts When Active" = "Raccourcis lorsqu'il est actif";
"Shortcuts when active…" = "Raccourcis lorsqu'il est actif…";
"Show" = "Afficher";
"Show & Hide" = "Afficher / Masquer";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Afficher un élément dans le commutateur pour chaque fenêtre ou pour chaque application.Les fenêtres seront concentrées, tandis que les applications seront activées.";
"Show apps with no open window" = "Afficher les Apps sans fenêtre";
"Show at the end" = "Mettre à la fin";
"Show fullscreen windows" = "Afficher les fenêtres en écran plein";
"Show hidden windows" = "Afficher les fenêtres masquées :";
"Show in switcher" = "Afficher dans le commutateur";
"Show minimized windows" = "Afficher les fenêtres minimisées :";
"Show on" = "Afficher sur";
"Show on:" = "Afficher sur :";
"Show standard tabs as windows" = "Afficher les onglets standard comme des fenêtres";
"Show standard tabs as windows:" = "Afficher les onglets standards comme des fenêtres :";
"Show titles" = "Afficher les titres";
"Show windows from applications" = "Afficher les fenêtres des applications :";
"Show windows from screens" = "Afficher les fenêtres des écrans :";
"Show windows from Spaces" = "Afficher les fenêtres des bureaux :";
"Show windows from:" = "Montrer les Fenêtres:";
"Size" = "Taille";
"Skipped" = "Passé";
"Small" = "Petite";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Certaines applications comme le Finder ou l’Aperçu utilisent des onglets standard qui agissent comme des fenêtres indépendantes. Certaines autres applications comme les navigateurs Web utilisent des onglets personnalisés qui agissent de manière unique et ne sont pas des fenêtres réelles. Alttab ne peut pas les afficher séparément.";
"Source code repository" = "Archive du code source";
"Space" = "Bureaux";
"Space Order" = "Ordre des bureaux";
"Start" = "le Début";
"Start at login" = "Lancer au démarrage";
"Start at login:" = "Lancer au démarrage :";
"Support this project" = "Soutenir ce projet";
"Swipe with Four Fingers" = "Glisser avec quatre doigts";
"Swipe with Three Fingers" = "Glisser avec trois doigts";
"Switch between 3 different styles. You can customize them." = "Choisissez et personnalisez entre ces 3 styles différents...";
"System" = "Système";
"System Default" = "Système";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Le raccourci ⌘⎋ (commande + échap) peut être utilisé par macOS pour GameOverlay.\n\nVotre modification l’attribuerait à : %@.\n\nSi vous souhaitez continuer, assurez-vous que le raccourci GameOverlay est désactivé.\nNotez également que macOS a signalé des bugs où le raccourci peut encore interférer même lorsqu’il est désactivé.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "La touche ⎋ (escape) est réservée par certains raccourcis macOS (e.g. ⌘⌥⎋ affichera la fenêtre Force Quit Applications).\n\nSi vous souhaitez utiliser ⎋, assurez-vous que les modificateurs maintenus ne soient ni : ⌘⌥, ⌘⌥⇧, ou ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "La touche ⎋ (escape) est réservée par certains raccourcis macOS (e.g. ⌘⌥⎋ affichera la fenêtre Force Quit Applications).\n\nVotre modification l’attribuerait à : %@.\n\nSi vous souhaitez utiliser ⎋, assurez-vous que les modificateurs maintenus ne soient ni : ⌘⌥, ⌘⌥⇧, ou ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "L'application doit redémarrer pour appliquer les réglages importés.";
"The application needs to restart to apply the language change." = "Relancer l’application pour que le changment de langue soit effectif.";
"Theme" = "Thème";
"Theme:" = "Thème :";
"Then release:" = "Puis relâcher :";
"This permission is needed to focus windows after you release the shortcut" = "Cette permission est nécessaire pour afficher la fenêtre après le relâchement du raccourci clavier";
"This permission is needed to show screenshots and titles of open windows" = "Cette permission est nécessaire pour afficher les miniatures et titres des fenêtres ouvertes";
"This permission is needed to show thumbnails and preview of open windows" = "Cette autorisation est nécessaire pour afficher les miniatures et les aperçus des fenêtres ouvertes";
"Thumbnails" = "Vignettes";
"Title" = "Titre";
"Title truncation" = "Tronquer le titre par";
"Titles" = "Titres";
"Trackpad haptic feedback" = "Retour haptique du pavé tactile";
"Trigger" = "Déclenchement";
"Trigger shortcut" = "Raccourci déclencheur";
"Unassign existing shortcut and continue" = "Retirer le raccourci existant et continuer";
"Updates policy" = "Politique de mise à jour ";
"Updates policy:" = "Politique de mise à jour :";
"Use the app without this permission. Thumbnails won’t show." = "Utiliser l’App sans permission. Les miniatures ne seront pas affichés.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Glisser verticalement avec quatre doigts";
"Vertical Swipe with Three Fingers" = "Glisser verticalement avec trois doigts";
"View existing discussions" = "Voir les discussions existantes";
"Vim keys" = "Commandes VIM";
"Vim keys already assigned to other actions:\n%@" = "Commande VIM déjà affectée à\n%@";
"Visibility" = "Visibilité";
"Visible Spaces" = "Bureau visible";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Lorsqu'elle est désactivée, cette option évite l'indicateur violet d'enregistrement d'écran de macOS et les scintillements lors de la lecture de vidéos DRM. Les miniatures seront moins à jour.";
"When fullscreen" = "Si en plein écran";
"When no open window" = "Si pas de fenêtre";
"While open, press:" = "Une fois visible, presser :";
"Window app icon size:" = "Taille des icones des Apps :";
"Window is fullscreen" = "Fenêtre en plein écran";
"Window is minimized" = "Fenêtre réduite";
"Window is on every Space" = "Attribuer à Tous les bureaux";
"Window is on Space %d" = "Attribuer au Bureau %d";
"Window max width in row:" = "Largeur maximum des aperçus :";
"Window min width in row:" = "Largeur minimum des aperçus :";
"Window order:" = "Affichage des fenêtres par ordre :";
"Window Title" = "Titre de fenêtre";
"Window title contains" = "Le titre de la fenêtre contient";
"Window title font size:" = "Taille du titre des fenêtres :";
"Window title truncation:" = "Troncature du titre des fenêtres :";
"Windows" = "les fenêtres";
"You can’t undo this action." = "Vous ne pourrez pas annuler cette action.";
"You didn’t write your email, thus can’t receive any response." = "Vous n’avez pas saisi votre email, et ne pourrez donc pas recevoir de réponse.";
"You may need to disable some conflicting system gestures" = "Vous devriez désactiver des gestes systèmes en conflit";
